{
"results" : [

  {
    "objectId": "OXd1iBUDi6",
    "name": "Gili Islands, Lombok",
    "createdAt": "2021-04-05T03:48:59.607Z",
    "updatedAt": "2021-04-05T15:15:03.251Z",
    "desc": "Overwater villas are so romantic, that there is no way to forget them while making a list of most beautiful places in Indonesia. Fringed by white sand beaches and blue water, the complex of three small and isolated islands namely Gili Trawangan, Gili Meno and Gili Air bears unique scenic appeal.\n\nTips: The best time to visit Gili Islands is between June to September as the crystal clear water poses perfect conditions for water activities.\nThings to do: Besides adventure sports like snorkeling, surfing and diving, go island hopping, fishing and touring in glass-bottom boats. Else, just chill out in a beachside cafe or shack.\nBest places to stay: Les Villas, Oceano Jambuluwuk and Ombak Sunset.\nTourist Attractions: Gili Meno, Masjid Agung Baiturrahman Gili, Gili Trawangan ViewPoint\nPlaces To Eat: Ya Ya Warung, Kayu Cafe, Little Bali Restaurant\nBest Time To Visit: September to November\nHow To Reach: The easiest way to get to the Gilis from Lombok's airport or Senggigi is to walk to the nearest travel agent, taxi desk or tour and book a package.\n\n",
    "wiki": "https://en.wikipedia.org/wiki/Gili_Islands",
    "lat": 8.35,
    "lon": 116.06,
    "img": "https://www.dropbox.com/s/j9jva4hhd52e7n3/111.jpg?dl=1",
    "youtube": "https://www.dropbox.com/s/0s62mwhtkxccwan/%E3%80%904K%E3%80%91Drone%20Footage%20_%20Lombok%20-%20Wonderful%20Indonesia%202019%20..__%20Cinematic%20Aerial%20Film.mp4?dl=1",
    "img1": "https://www.dropbox.com/s/yjaqxy2syl56tqz/download%20%281%29.jpg?dl=1",
    "img2": "https://www.dropbox.com/s/a8w7i0z0mb1kzml/images%20%281%29.jpg?dl=1"
  },
  {
    "objectId": "lBLRFDtqAe",
    "name": "Raja Ampat Islands",
    "createdAt": "2021-04-05T07:47:30.200Z",
    "updatedAt": "2021-04-05T15:13:40.163Z",
    "desc": "Raja Ampat, meaning Four Kings, is an archipelago comprising islands Waigeo, Misool, Salawati, and Batanta, besides 1500 minor ones. The awe-inspiring backdrop of steep, forested islands, sizzling beaches, and marshy lagoons, small atolls looking like mushrooms and shining turquoise water makes the place a perfect delight for travelers. One of the famous Indonesia tourist spots is rich in marine flora and fauna diversity including rare species of corals.\n\nTips: There are no ATMs on this island. Make sure you have all the cash you need to survive on the island.\nThings to do: Snorkelling, underwater diving, kayaking and relishing nature.\nBest places to stay: Swiss Belhotel, Marina Mamberamo,-and Belagri Hotel.\nTourist Attractions: Misool, Kri, Dampier Strait, Gam\nPlaces To Eat: Warung Cahaya Bone Waisai Raja Ampat, Rumah Makan Pondok Lesehan\nBest Time To Visit: October - April\nHow To Reach: Fly to Sorong, the closest Indonesian city in West Papua, after landing in Sorong airport, transfer to Sorong harbor. At Sorong harbor, take a ferry to Waisai, the capital city on the main Raja Ampat Island. From Waisai to the Islands.",
    "lat": 0.2333,
    "lon": 130.5167,
    "wiki": "https://en.wikipedia.org/wiki/Raja_Ampat_Islands",
    "img": "https://www.dropbox.com/s/3g2mg9z81otkpxp/99.jpg?dl=1",
    "youtube": "https://www.dropbox.com/s/c6btya14wjajve6/Raja%20Ampat%20from%20above%20in%204K%20UHD.mp4?dl=1",
    "img1": "https://www.dropbox.com/s/eib0ra6tp18vbud/download.jpg?dl=1",
    "img2": "https://www.dropbox.com/s/gohcp4xb3wn4wnh/images.jpg?dl=1"
  },
  {
    "objectId": "z0NUh57DQb",
    "name": "Maluk Beach",
    "createdAt": "2021-04-05T07:49:11.556Z",
    "updatedAt": "2021-04-05T15:12:06.327Z",
    "desc": "This is one of the stunning beaches of Indonesia located along the western coast of south Sumbawa Island. With the changing colors of sun rays, the waves also look vibrant and magical. It is indeed one of the best places to visit in Indonesia.\n\nTips: Sumbawa Island is more of a rural destination and poses authentic local village experiences for adventurers and explorers.\nThings to do: Sunbathing and wave surfing are common activities here. One can also visit the Malu Turtle Conservation Center located nearby.\nBest places to stay: Rantung Beach Hotel, Nomad Tropical Beach Resort,-and Ring Sameton Inn. There are numerous homestay options available around Maluk beach.\nTourist Attractions: Mantun Hill, Pink Beach, Tanjung Ringgit\nPlaces To Eat: Happy Restaurant, Myamo Beach Lodge, Dreamtime Sumbawa Homestay\nBest Time To Visit: May to December\nHow To Reach: The Mauritius International Airport, Sir Seewoosagar Ramgoolam Air Terminal is 48 km from the main city of Port Louis. Mauritius is very well connected to major cities across the world such as Paris, Dubai, Vienna, London, Delhi and Johannesburg among others",
    "wiki": "https://en.wikipedia.org/wiki/Maluku_Islands",
    "lat": 8.9179,
    "lon": 116.7475,
    "img": "https://www.dropbox.com/s/lck2f9q0tiavkgj/88.jpg?dl=1",
    "youtube": "https://www.dropbox.com/s/a7yd4e62ucw61s9/PARADISE%20%5B4K%20UHD%2060FPS%5D%20a%20short%20inspirational%20drone%20film%20_%20Fiji%20Islands%20%282017%29.mp4?dl=1",
    "img1": "https://www.dropbox.com/s/oykatq5aivzl0cr/hqdefault.jpg?dl=1",
    "img2": "https://www.dropbox.com/s/ddm3y07xmq8adf3/indonesia-west-sumbawa-maluk-beach-aerial-view-of-super-suck-surf-point-RT5G2C.jpg?dl=1"
  },
  {
    "objectId": "PWcONUMc70",
    "desc": "Of all the Indonesia tourist places, Kelimutu Lake is a league apart, and certainly one of the most visited of beautiful places in Indonesia. Kelimutu is a collective term given to three crater lakes formed by the volcano of the same name and is deemed. Though situated on the same volcanic peak, three lakes display three different colors red, blue and white. The crater lakes are the must-visit Indonesia tourist spots and certainly one of the best things to do in Sumatra for treating the adventurer in you!\n\nTips: The island is a rural destination and still not developed infrastructure-wise. It is imperative for visitors to dress modestly and respect the culture and traditions of the local people.\nThings to do: Go for trekking and exploring the beautiful landscapes and lake wonders. Sunsets and sunrises in Kelimutu are surreal.\nBest places to stay: Kelimutu Crater Lake Eco Lodge\nTourist Attractions: Taman National Kelimutu, Muru Keba Waterfall\nPlaces To Eat: Mopi's Place, Chenty Restaurant, Good Moni Cafe\nBest Time To Visit: May to September\nHow To Reach: From Moni, the Kelimutu Volcanic Lakes are about forty-five minutes away. Flying into Ende is another good option. From the airport, it is forty minutes to Ende city and then three hours to the nearest village. From the village, people usually walk about two and a half hours to get to the lakes.",
    "createdAt": "2021-04-05T07:49:27.361Z",
    "updatedAt": "2021-04-05T15:10:25.394Z",
    "name": "Kelimutu Lake",
    "wiki": "https://en.wikipedia.org/wiki/Kelimutu",
    "lat": 8.7661,
    "lon": 121.8142,
    "img": "https://www.dropbox.com/s/dlqri5dc6q387v5/77.jpg?dl=1",
    "youtube": "https://www.dropbox.com/s/ebk2o3ply392vlz/Kelimutu%20Volcano%20aerial%204K%28DJI%20Phantom%204%20Pro%29.mp4?dl=1",
    "img1": "https://www.dropbox.com/s/uetztkad2spjrqz/download.jpg?dl=1",
    "img2": "https://www.dropbox.com/s/8idhzrht83c9w0m/maxresdefault.jpg?dl=1"
  }
]
}